Repository: jelukas/greenphant
Catalog: trainingme/locale/*/LC_MESSAGES/django.po
Languages: es

source: The minimum price must be 10 EUR
es: El precio mínimo debe ser de 10 €

source: Name
es: Nombre

source: Status
es: Estado

source: statuses
es: estados

source: price
es: precio

source: title
es: titulo

source: Featured Image
es: Imagen Destacada

source: Short Description
es: Descripción Corta

source: Presentation
es: Presentación

source: Download Allowed
es: Permitir Descargas

source: Category
es: Categoría

source: price test 1
es: Precio para Evaluar 1

source: price test 2
es: Precio para Evaluar 2

source: price test 3
es: Precio para Evaluar 3

source: Video Rating
es: Calificación del Vídeo

source: Audio Rating
es: Calificación del Audio

source: Course Rating
es: Calificación del Curso

source: Never
es: Nunca

source: Rarely
es: Raramente

source: Frecuently
es: Frecuentemente

source: Always
es: Siempre

source: Price 1
es: Precio 1

source: Price 2
es: Precio 2

source: Price 3
es: Precio 3

source: User
es: Usuario

source: Video
es: Vídeo

source: File
es: Archivo

source: Course
es: Curso

source: Start Date
es: Fecha de Inicio

source: Lesson
es: Lección

source: Points
es: Calificación

source: Rating
es: Calificación

source: Comment Rating
es: Comentario

source: Message
es: Mensaje

source: Comment
es: Comentar

source: New comment on your course:
es: Nuevo comentario en tu curso:

source: Course failed to create: Title exits
es: No se ha podido crear el curso: Ya existe un curso con ese título

source: Course created successfully
es: Curso creado correctamente

source: Course failed to create
es: No se ha podido crear el curso

source: Course updated successfully
es: Curso actualizado correctamente

source: Failed to update the course
es: No se ha podido actualizar el curso

source: Course sent to Checking process. We will contact you soon via Email when your course is published.
es: El curso ha sido enviado al proceso de revisión. Pronto contactaremos contigo por email cuando tu curso este listo para ser publicado.

source: A new Course is in Checking Process:
es: Curso enviado al proceso de revisión

source: Subject added successfully
es: Tema añadido correctamente

source: Failed to add the subject to the course
es: No se ha podido añadir el Tema al curso

source: Subject updated successfully
es: Tema actualizado correctamente

source: Failed to update the subject
es: Error al actualizar el tema

source: Subject deleted successfully
es: Tema borrado satisfactoriamente

source: Course is not editable
es: Este curso no se puede modificar

source: Subject order changed successfully
es: Tema actualizado correctamente

source: Lesson order changed successfully
es: Se ha cambiado el orden de la Lección correctamente

source: Lesson added successfully
es: Lección añadida correctamente

source: Failed to add the lesson
es: Error al añadir lección

source: Lesson updated successfully
es: Lección actualizada correctamente

source: Failed to updated the lesson
es: Error al actualizar la lección

source: Lesson deleted successfully
es: Lección borrada correctamente

source: Video added successfully
es: Video añadido correctamente

source: Failed to add Video
es: Error al añadir el video

source: Video deleted successfully
es: Video borrado correctamente

source: File attached successfully
es: Archivo adjuntado correctamente

source: Failed to attach File
es: Error al adjuntar archivo

source: File attached deleted succesfully
es: El archivo adjuntado se ha borrado correctamente

source: You are not enrrolled in this course
es: No estás matriculado en este curso:

source: TrainingMe.net - New Evaluation
es: TrainingMe.net - Nueva Evaluación

source: has evaluated your course:
es: ha evaluado tu curso:

source: You are not enrroled in that course:
es: No estás matriculado en este curso:

source: Comment send sucesfully
es: Comentario enviado correctamente

source: Reply sucesfully
es: Respuesta enviada

source: This Course is not Published:
es: Este curso no está publicado:

source: You can not vote twice this lesson:
es: No puedes votar dos veces esta lección:

source: You have Rated the lesson with
es: Has calificado esta lección con

source: You can not vote twice this course:
es: No puedes votar dos veces este curso:

source: You have Rated the course with
es: Has calificado el curso con

source: You have to fill at least: Firstname, Lastname, Subtitle, Description, Country, State and Profile Image
es: Para ser evaluador debes rellenar al menos: Tu nombre, apellidos, subtitulo, descripción, País, Estado o Provincia y tu Imagen de Perfil

source: You can't be tester on that Course. Theare are 5/5 Testers
es: No puedes ser evaluador de este curso. Ya hay 5 Evaluadores de 5 posibles.

source: One of Your video is ready
es: Uno de sus vídeos está listo

source: Your video is Ready
es: Tu vídeo está listo

source: TrainingMe.net - You have been unenrolled in the course
es: TrainingMe.net - Has sido desmatriculado del curso.

source: You are Attching a File to the Lesson
es: Has adjuntado un archivo a la lección

source: Attach File
es: Añadir Archivo

source: Back to Course
es: Volver al Curso

source: You are Adding a Lesson
es: Añadir Lección

source: Lesson Title
es: Lección

source: 100 characters Maximum
es: 100 carácteres máximo

source: Is Preview
es: Público

source: Format
es: Formato

source: Add Lesson
es: Añadir Lección

source: Uploading Files...
es: SUbiendo archivos...

source: You are Adding a New Subject
es: Estás añadiendo un nuevo tema

source: Subject Title
es: Titulo del Tema

source: 80 characters Maximum
es: 80 carácteres maximo

source: Add Subject
es: Añadir Tema

source: Add Video
es: Añadir Vídeo

source: Edit Course Details
es: Editar Curso

source: Up Subject
es: Subir

source: Down Subject
es: Bajar

source: Delete Subject
es: Borrar Tema

source: Edit Subject
es: Editar Tema

source: Subject
es: Tema

source: Up Lesson
es: Subir

source: Down Lesson
es: Bajar

source: Delete Attached file
es: Borrar arhivo adjuntado

source: Attach file
es: Añadir archivo

source: Delete Lesson
es: Borrar Lección

source: Edit Lesson
es: Editar Lección

source: Processing Video
es: Procesando Vídeo

source: Send to Checking
es: Enviar al proceso de pre-evaluación

source: Are you sure to delete this subject?
es: ¿Seguro que quieres borrar este tema?

source: Are you sure to delete this lesson?
es: ¿Seguro que quieres borrar esta lección?

source: Learning
es: Aprendiendo

source: Teaching
es: Enseñando

source: Enter
es: Entrar

source: TrainingMe.net Poll
es: TrainingMe.net - Registra tu Interés!

source: I am Interested !!
es: Estoy Interesado !!

source: Update Email
es: Actualizar Email

source: Students
es: Alumnos

source: Continue Building
es: Continúa la construcción

source: Preview Your Course
es: Previsualizar tu Curso

source: View Your Course
es: Ver tu Curso

source: Dashboard
es: Panel

source: Create a New Course
es: Crear Nuevo Curso

source: You are Editing:
es: Tú estás editando:

source: Course Title
es: Título del curso

source: Price
es: Precio

source: 10 € Minimum
es: 10 € Mínimo

source: 160 characters Maximum
es: 160 carácteres maximo

source: Image
es: Imágen

source: Promo Video
es: Vídeo Promocional

source: Youtube Promo Video ID
es: ID de Youtube

source: Language
es: Idioma

source: Allow Download Videos
es: Permitir descarga de vídeos

source: Update Course
es: Actualizar Curso

source: You are Updating the Lesson
es: Estas actualizando la lección

source: Update Lesson
es: Guardar Lección

source: You are Editing the Subject
es: Estás editando el Tema

source: Update Subject
es: Guardar Tema

source: Learn
es: Aprende

source: Teach
es: Enseña

source: Sign Up
es: Regístrate

source: Or
es: ó

source: Have account?
es: ¿Ya tienes una cuenta?

source: Login
es: Inicia sesión

source: By clicking Register you agree to the <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Terms of Service</a> and <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Privacy policies</a>.
es: Haciendo click en Crear Cuenta significa que aceptas los <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Terminos del Servicio</a> y nuestra <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Política de Privacidad</a>.

source: The first students of each course are free
es: Las primeras matriculaciones en cada curso son gratuitas

source: Search courses....
es: Encontrar Cursos

source: Search
es: Encontrar Curso

source: Published Courses
es: Cursos Publicados

source: Enrolls
es: Matriculados

source: Free !
es: Gratis !

source: Testing
es: Evaluación

source: Building
es: Creando

source: Evaluation Period Courses
es: Cursos en Periodo de Evaluacion

source: Free for Testing
es: Gratis por Evaluación

source: Featured Courses
es: Próximos Cursos Destacados

source: The first five entries of each course are free
es: Las cinco primeras matriculaciones en cada curso son gratuitas

source: Sign up Now!
es: Regístrate Ahora!

source: More Courses
es: Más Cursos

source: You are Creating a New Course
es: Estás creando un Nuevo Curso

source: Upload a representative image with dimensions of 278 x 135 pixels.
es: Sube una imagen representativa con unas dimensiones de 278 x 135 pixeles.

source: Create Course Yeah!
es: Crear Curso! :)

source: Back to Dashboard
es: Volver a escritorio

source: Username
es: Usuario

source: fullname
es: Nombre Completo

source: Enrollment Start Date
es: Fecha de Inicio

source: Is Tester
es: ¿Es Evaluador?

source: Messages
es: Mensajes

source: View Conversation
es: Ver Conversación

source: Send Message
es: Enviar Mensaje

source: Student Tester
es: Evaluador

source: Course of
es: Curso

source: default_video_image_en.jpg
es: default_video_image_es.jpg

source: Time limit to complete Tester Sheet
es: Tiempo límite para rellenar la ficha de Evaluación

source: days
es: días

source: hours
es: horas

source: minutes
es: minutos

source: seconds
es: segundos

source: Evaluation Sheet
es: Ficha de Evaluacion

source: What do you think about this course?
es: ¿Qué opinas de este curso?

source: Would you buy this course?
es: ¿Comprarías este curso con este precio?

source: Rate
es: Calificar

source: Send Evaluation
es: Enviar Evaluación

source: Course Rating
es: Calificación del Curso

source: Ratings
es: Calificaciones

source: By
es: por

source: %(created_at)s ago
es: hace %(created_at)s

source: There is no ratings right now
es: No hay calificaciones en este momento

source: Send Me a Private Message
es: Mándame un Mensaje Privado

source: Free Video
es: Video de Promoción

source: Thank you for your Rating
es: Gracias por tu Evaluación

source: I hope you liked my course. Please help me sharing your opinion
es: Espero que te haya gustado mi curso. Por favor, ayúdame compartiendo tu evaluación.

source: Course on TrainingMe.net
es: Curso en TrainingMe.net

source: share_on_facebook-en.png
es: share_on_facebook-es.png

source: Download Attachment
es: Descargar Adjunto

source: New Comment
es: Nuevo Comentario

source: Reply
es: Responder

source: Cancel
es: Cancelar

source: Add Comment
es: Nuevo Comentario

source: Reply Comment
es: Responder Comentario

source: Rate this lesson
es: Valorar esta Lección

source: Back to Builder
es: Volver al Constructor

source: 30 Day Money Back Guarantee
es: Garantía de 30 días de Reembolso de tu dinero

source: Lifetime Access - No Limits
es: Acceso de por Vida – Sin Límites

source: Test Now!!
es: Evaluar Ahora!!

source: If you are interested please help us with your comments
es: Si estás interesado, ayúdanos con tu evaluación

source: View FREE
es: Ver GRATIS

source: You need an account
es: Necesitas una cuenta

source: Sign Up Now!
es: Regístrate Ahora!

source: This course is under construction. Will be available soon.
es: Este curso está en proceso de construcción. Pronto estará disponible.

source: Create An Account Now!
es: Crear una Cuanta Ahora!

source: Please read the following text
es: Por favor lee el siguiente texto

source: First we want to thank you to collaborate with our project as an evaluator. The evaluation period lasts a maximum of 30 days, so you can keep forever enrolled must perform the evaluation form.
es: En primer lugar queremos agradecerte que colabores con nuestro proyecto como evaluador. El periodo de evaluación dura como máximo 30 días, para que puedas seguir matriculado para siempre debes realizar la ficha de evaluación.

source: We remind you that evaluations is one of the most important parts of this project, so we ask that you do the course thoroughly (helping with your comments on lessons if you think necessary) and performing the evaluation form.
es: Queremos recordarte que las evaluaciones es una de las partes más importante de este proyecto, por lo que te pedimos que realices el curso concienzudamente (ayudando con tus comentarios en las lecciones en el caso que lo creas necesario) y realizando la ficha de evaluación.

source: Both your teacher like us, you are grateful.
es: Tanto tu docente "Nombre docente" como nosotros, te estamos muy agradecidos.

source: You agree to perform the evaluation, if you think that you will not be able to do it, please let someone else do it.
es: Debes comprometerte a realizar la evaluación, si crees que no vas a poder realizarlo, por favor deja que otra persona lo haga.

source: I Agree
es: Me comprometo

source: Not, Thank you
es: No, gracias

source: Check it and have feedback with the teacher via email ( if he have email) or messaging system .
es: Revísalo y comunícale al profesor los resultados vía email ( si tiene email) o por el sistema de Mensajes.

source: Teacher Username
es: Nombre de Usuario del Profesor:

source: Teacher Name
es: Nombre del Profesor

source: Teacher Email
es: Email del Profesor

source: Hi,
es: Hola,

source: You have been unenrolled in
es: Has sido desmatriculado del curso

source: because you have not rated it in the last 30 days.
es: ya que no has evaluado el curso en los últimos 30 días.

source: We hope you rate the next courses.
es: Esperamos que evalúes los siguiente cursos.

source: Thank you
es: Gracias

source: Amount
es: Cantidad

source: You can't receive payments because your Paypal Adress is not set
es: No puedes recibir pagos porque no nos has indicado tu cuenta de Paypal

source: You should set your Name for Invoices
es: Debes rellenar tu Nombre para las facturas

source: You should set your Lastname for Invoices
es: Debes rellenar tus Apellidos para las facturas

source: You must set your National ID number or Passport in order to receive payments from Trainingme.net
es: Debes establecer tu número de documento nacional o número de pasaporte para recibir pagos de Trainingme.net

source: Billing details updated successfully
es: Datos de facturación actualizado correctamente

source: Failed to update the Billing details
es: Error al actualizar tus datos de facturación

source: TrainingMe.net - Notice: Amount Cleared to your balance
es: TrainingMe.net - Aviso: Transferencia hacia el saldo de tu cuenta

source: The following amount has been added to your account balance:
es: La siguiente cantidad ha sido añadida al saldo de tu cuenta:

source: You are Editing your Financial Details
es: Estás editando los detalles de facturación

source: Paypal Account Email
es: Mi cuenta

source: You Paypal email
es: Tu email de Paypal

source: Invoice's Firstname
es: Nombre de la persona destinataria de la factura

source: Your Firstname for Invoice
es: Nombre propio a mostrar en la factura

source: Invoice's Surname
es: Apellido de la persona destinataria de la factura

source: Your Surname for Invoice
es: Apellido a mostrar en la factura

source: National ID Number
es: Número NIF

source: Your National ID number
es: Tú número NIF

source: Update Billing Details
es: Actualizar detalles de la facturación

source: Back to Financial Details
es: Volver a detalles financieros

source: You are viewing your financial details
es: Estás viendo tus detalles financieros

source: Aviable Balance
es: Saldo disponible

source: Waiting Clear
es: Esperando Liquidación

source: Paypal Account
es: Cuenta de Paypal

source: not specified
es: no especificado

source: Name for Invoice
es: Nombre para facturar

source: Surname for Invoice
es: Apellido para facturar

source: Id Number for Invoice
es: Número de identificación para facturar

source: Withdraws
es: Retiradas

source: Date
es: Fecha

source: Sent to Paypal Email
es: Enviar a email de Paypal

source: Your Purchases
es: Tus Compras

source: Your Sells
es: Tus Ventas

source: Buyer
es: Comprador

source: Net Amount
es: Cantidad neta

source: Date Cleared
es: Fecha liquidación

source: Cleared!
es: Liquidado

source: United States of America
es: Estados Unidos

source: Antarctica
es: Antartida

source: France
es: Francia

source: Spain
es: España

source: Suriname
es: Apellido

source: United Arab Emirates
es: Emiratos Arábes

source: United Kingdom (Great Britain)
es: Reino Unido

source: United States Virgin Islands
es: Estados Unidos - Islas Vírgenes

source: United States
es: Estados Unidos

source: United Kingdom
es: Reino Unido

source: From User
es: De

source: To User
es: para

source: Change your description
es: Cambiar tu descripción

source: TrainingMe.net - New Message
es: Nuevo Mensaje en TrainingMe.net

source: Error updating Email Address
es: tu dirección de email

source: Profile updated sucessfully
es: Perfil actualizado correctamente

source: Profile failed to update
es: Error al actualizar el Perfil

source: New Message
es: Nuevo Mensaje

source: You are editing your Profile
es: Estás editando tu Perfil

source: Public Information
es: Información Pública

source: You need to Especify your Email Address
es: Necesitas especificar tu dirección de email

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Subtitle
es: Subtítulo

source: Profile Image
es: Imágen del Perfil

source: Personal Website
es: Web personal

source: Twitter User
es: Perfil de Twitter

source: Without @
es: Sin @

source: Facebook Url
es: URL Perfil Facebook

source: Google Plus Url
es: URL Perfil Google Plus

source: Linkedin Public Url
es: URL Perfil Linkedin

source: Private Information
es: Información Privada

source: Country
es: Pais

source: State
es: Estado o Provincia

source: Address
es: Dirección

source: Phone Number
es: Número de teléfono

source: Update Profile
es: Actualizar Perfil

source: Messages List
es: Lista de Mensajes

source: From
es: De

source: Meessage Subject
es: Asunto

source: Actions
es: Acciones

source: View
es: Ver

source: In order to receive our courses information to test them, please fill in the form bellow
es: Necesitas indicar tu dirección de Email

source: Conversation with
es: Conversación con

source: Reply Message
es: Responder Mensaje

source: Since
es: Hace

source: My Profile
es: Mi Perfil

source: Edit your Profile
es: Editar tu Perfil

source: Change Password
es: Cambiar contraseña

source: Social Networks
es: Redes Sociales

source: Personal Details
es: Detalles Personales

source: You have received a new Message on TrainingMe.net
es: Has recibido un nuevo mensaje en TrainingMe.net

source: View in TrainingMe.Net
es: Ver en TrainingMe.net

source: Date and Time
es: Fecha y Hora

source: You has been enrrolled in
es: Has sido matriculado en el curso

source: You can not buy this course twice
es: No puedes comprar dos veces este curso

source: The User
es: El usuario

source: with email
es: con email

source: has purchased your course:
es: ha comprado tu curso:

source: Confirm your Order
es: Confirma tu compra

source: Are you sure you want to buy this course?
es: ¿Seguro que quieres comprar este curso?

source: Yes I am
es: Confirmar

source: No and Go Home
es: No, ir al Inicio

source: Tell us what category of courses interest you and you will be notified when they are published. If you're one of the top 5 in enrolling in a course, you can do for free to evaluate it.
es: Cuéntanos que categorías te interesan y serás notificado cuando se publique un curso de dicha categoría. Recuerda!!! Los 5 primeros en matricularse en el cursos son gratuitos a cambio de evaluar el curso!

source: TrainingMe.Net - New Elearning Plataform
es: TrainingMe.Net - Nueva Plataforma Elearning

source: My Courses
es: Mis Cursos

source: Create New Course
es: Crear Nuevo Curso

source: Search Courses
es: Encontrar Cursos

source: Social Project
es: Proyecto Social

source: View all Messages
es: Ver todos mis mensajes

source: Earnings
es: Ganancias

source: Logout
es: Cerrar Sesión

source: Login or Register
es: Entra o Regístrate

source: About TrainingMe.Net
es: Acerca de TrainingMe.net

source: Mission, Vision and Values
es: Misión, Visión y Valores

source: Team
es: Equipo

source: Terms of Use
es: Terminos de Uso

source: Privacy Policy
es: Política de Privacidad

source: Contact
es: Contacto

source: Enjoy
es: Disfruta

source: Helping
es: Ayudando

source: Talk about us
es: Hablan de Nosotros

source: Follow us
es: Síguenos

source: Our Team
es: Nuestro Equipo

source: Contributors
es: Contribuidores

source: Activation complete
es: Gracias, la ha activación ha sido completada! Ahora debes

source: Activation problem
es: Problema de activación

source: Thanks
es: Gracias

source: activation complete!
es: Gracias, la ha activación ha sido completada! Ahora debes

source: You may now
es: Ahora puedes

source: login
es: iniciar sesión

source: using the username and password you set at registration.
es: usando el usuario y contraseña que establecistes cuando te registrastes.

source: Oops &ndash; it seems that your activation key is invalid. Please check the url again.
es: Uups &ndash; parece que la clave de activación no es válida. Por favor, compruebe la url de nuevo.

source: Back to Home
es: Volver a Inicio

source: Thanks, activation complete! You may now
es: Gracias, la ha activación ha sido completada! Ahora debes

source: You (or someone pretending to be you) have asked to register an account at
es: Tú (o alguien haciéndose pasar por tí) quiere registrar una cuenta en

source: To activate this account, please click the following link within the next
es: Para activar esta cuenta, por favor haga clic en el siguiente enlace

source: Sincerely
es: Un saludo

source: Management
es: Administración

source: Account registration for
es: Cuenta registrada para

source: Your username and password didn't match. Please try again.
es: Tu usuario y contraseña no se ha encontrado. Por favor inténtelo de nuevo

source: login-fb-en.png
es: login-fb-es.png

source: login-tw-en.png
es: login-tw-es.png

source: login-gl-en.png
es: login-gl-es.png

source: Forgot
es: Olvidaste

source: your password
es: tu contraseña

source: Need an account
es: Necesitas una cuenta

source: Log in
es: Iniciar Sesión

source: Logged out
es: Te has desconectado

source: Successfully logged out!
es: Te has desconectado satisfactoriamente

source: Password changed
es: Contraseña cambiada

source: Password successfully changed!
es: Contraseña satisfactoriamente creada

source: Change password
es: Cambiar contraseña

source: You are Changing Password
es: Estas cambiando tu Contraseña

source: Old Password
es: Contraseña Antigua

source: New Password
es: Nueva Contraseña

source: Confirm New Password
es: Confirmar Nueva Contraseña

source: Back to Profile
es: Volver a Mi Perfil

source: Password reset complete
es: Cambio de contraseña realizada

source: Your password has been reset!
es: Tu contraseña ha sido cambiada!

source: log in
es: Iniciar Sesión

source: Enter your new password below to reset your password:
es: Introduce tu nuevo password

source: Password reset
es: Contraseña cambiada
