Repository: jelukas/greenphant
Catalog: trainingme/locale/*/LC_MESSAGES/django.po
Languages: es

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
es: Hemos enviado un email con un enlace para cambiar tu contraseña. Por favor comprueba tu email y haz clic en el enlace para continuar.

source: Reset password
es: Cambiar contraseña

source: Forgot your password? Enter your email in the form below and we will send you instructions for creating a new one.
es: ¿Has olvidado tu contraseña? Introduce tu email y te enviaramolas instrucciones para crear una nueva.

source: Activation email sent
es: Gracias, la ha activación ha sido completada! Ahora debes

source: An activation email has been sent. Please check your email and click on the link to activate your account.
es: Te Hemos enviado un email. Por favor comprueba tu email y haz clic en el enlace para activar tu cuenta.

source: * Check your SPAM inbox
es: * Revisa tu carpeta de SPAM

source: Create a new Account
es: Crear una nueva Cuenta

source: Create Account
es: Crear Cuenta

source: By clicking Create Account you agree to the <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Terms of Service</a> and <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Privacy policies</a>.
es: Haciendo click en Crear Cuenta significa que aceptas los <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Terminos del Servicio</a> y nuestra <a href="%(STATIC_URL)spdf/Terminos-y-condiciones-TrainingMe.net.pdf">Política de Privacidad</a>.

source: Files of type %(type)s are not supported.
es: Los archivos del tipo %(type)s no son soportados.

source: Files of size greater than %(max_size)s are not allowed. Your file is %(current_size)s
es: Los archivos mayores de %(max_size)s no están permitidos. Tu archivo tiene un tamaño de %(current_size)s

source: Please keep the total uploaded files under %(total_size)s. With this file, the total would be %(exceed_size)s.
es: Por favor, mantenga el total de archivos subidos en%(total_size)s. Con este archivo, el total sería de %(exceed_size)s.
